{
  "text": "It's been a terrible thing what you've done.The fact is that the vast majority of constitutional scholars supported Roe when it was decided, supported Roe. And I was, that's this idea that they were all against it is just ridiculous. And this is the guy who says the states should be able to have it. We're in a state where in six weeks you don't even know whether you're pregnant or not, but you cannot see a doctor, have you and have him decide on what your circumstances are, whether you need help. The idea that states are able to do this is a little like saying, we're going to turn civil rights back to the states. Am I allowed to respond to him? Am I allowed? Not going to drive them higher. It's just going to cause countries that have been ripping us off for years, like China and many others, in all fairness to China - it's going to just force them to pay us a lot of money, reduce our deficit tremendously, and give us a lot of power for other things. But he, he made a statement. The only thing he was right about is I gave you the largest tax cut in history. I also gave you the largest regulation cut in history. That's why we had all the jobs. And the jobs went down and then they bounced back and he's taking credit for bounceback jobs. You can't do that. He also said he inherited 9 percent inflation. No, he inherited almost no inflation and it stayed that way for 14 months. And then it blew up under his leadership, because they spent money like a bunch of people that didn't know what they were doing. And they don't know what they were doing. It was the worst - probably the worst administration in history. There's never been. And as far as Afghanistan is concerned, I was getting out of Afghanistan, but we were getting out with dignity, with strength, with power.The only terrorist who has done anything crossing the border is one who came along and killed three in his administration, killed, an al-Qaida person in his administration killed three American soldiers, killed three American soldiers. That's the only terrorist that's there. I'm not saying no terrorist ever got through. But the idea they're emptying their prisons, we're welcoming these people, that's simply not true. There's no data to support what he said. Once again, he's exaggerating. He's lying. Under Roe v. Wade, you have late-term abortion. You can do whatever you want. Depending on the state, you can do whatever you want. We don't think that's a good thing. We think it's a radical thing. We think the Democrats are the radicals, not the Republicans. Every single thing he said is a lie, every single one. For example, veterans are a hell of a lot better off since I passed the PACT Act. One million of them now have insurance, and their families have it, and their families have it. Because what happened, whether was Agent Orange or burn pits, they're all being covered now. And he opposed, his group opposed that. We're also in a situation where we have great respect for veterans. My, my son spent a year in Iraq living next to one of those burn pits. Came back with stage four glioblastoma. I was recently in, in, in France for D-Day, and I spoke to all, about those heroes that died. I went to the World War II cemetery, World War I cemetery he refused to go to. He was standing with his four-star general, and he told him, he said, I don't want to go in there because they're a bunch of losers and suckers. My son was not a loser. He was not a sucker. You're the sucker. You're the loser. There have been many young women murdered by the same people he allows to come across our border. We have a border that's the most dangerous place anywhere in the world, considered the most dangerous place anywhere in the world. And he opened it up, and these killers are coming into our country, and they are raping and killing women. And it's a terrible thing. As far as the abortion's concerned, it is now back with the states. The states are voting and in many cases, they, it's, frankly, a very liberal decision. In many cases, it's the opposite. But they're voting and it's bringing it back to the vote of the people, which is what everybody wanted, including the founders, if they knew about this issue, which frankly they didn't, but they would have, everybody want it brought back. Ronald Reagan wanted it brought back. He wasn't able to get it. Everybody wanted it brought back and many presidents had tried to get it back. I was the one to do it. And again, this gives it the vote of the people. And that's where they wanted it. Every legal scholar wanted it that way."
}
